/* transfer rate */
"%2.1f KiB/s" = "%2.1f KiB/s";

/* transfer total */
"%2.1f MiB" = "%2.1f MiB";

/* percent dl completed */
"%2.1f%%" = "%2.1f%%";

/* size and filename for dl window tite */
"(%1.1f MiB) %@ " = "(%1.1f MiB) %@ ";

/* one hundred percent */
"100%" = "100%";

/* shut down internet explorer request */
"BitTorrent cannot register as a helper application while Internet Explorer is running.  This only needs to be done once.  Please quit Internet Explorer before clicking OK." = "BitTorrent cannot register as a helper application while Internet Explorer is running.  This only needs to be done once.  Please quit Internet Explorer before clicking OK.";

/* Cancel */
"Cancel" = "Cancel";

/* num connected peers info string */
"Connected to %d peers." = "Connected to %d peers.";

/* download failed */
"Download Failed!" = "Download Failed!";

/* download completed successfully */
"Download Succeeded." = "Download Succeeded.";

/* Generate */
"Generate" = "Generate";

/* invalid file chose fo generate */
"Invalid File" = "Invalid File";

/* No comment provided by engineer. */
"Invalid Tracker URL" = "Invalid Tracker URL";

/* max_upload_rate toolbar label */
"Max UL KiB/s" = "Max UL KiB/s";

/* max_upload_rate toolbar palette label */
"Maximum Upload Rate" = "Maximum Upload Rate";

/* max_uploads toolbar label */
"Num Uploads" = "Num Uploads";

/* max_uploads toolbar palette label */
"Number of Uploads" = "Number of Uploads";

/* explanation of helper registration */
"Quit Internet Explorer" = "Quit Internet Explorer";

/* save directory prompt */
"Save" = "Save";

/* save instructions */
"Save, choose an existing file to resume." = "Save, choose an existing file to resume.";

/* empty file for generate */
"You must drag a file or folder into the generate window first." = "You must drag a file or folder into the generate window first.";

/* No comment provided by engineer. */
"You must enter the tracker URL.  Contact the tracker administrator for the URL." = "You must enter the tracker URL.  Contact the tracker administrator for the URL.";

